{
    "eastern-bluebird": {
        "title": "Eastern Bluebird",
        "shortDescription": "Click to read more about this beautiful blue visitor",
        "scientificName": "Sialia sialis",
        "fullContent": "The date is March 31st and I'm reminded of how my father, every April 1st, would summon my mother to a window overlooking the backyard and with excitement in his voice say, \"Come see the bluebird!\" She would drop whatever she was doing and hurry to the window, as she loved bluebirds. \"Where? Where is it?\" she would ask. My Dad would look at her, and with a little grin say, \"April Fool!\" She would storm off in a huff, but she fell for it every year.\n\nOn December 27 of 2008 here in Indiana it was unusually warm - 70 degrees. A flash of color caught my eye, and I was astounded to see several bluebirds in a small birdbath, splashing a bit and getting a drink. They came back another time during the brief warm spell. What a thrill!\n\nI rarely see bluebirds nowadays. Back in the 1970s it was common to see several families in the fall coming to a large shallow pan of water my parents put out in their backyard at some distance from the house. There would be 12 to 15 of the brilliantly-colored birds taking their evening bath.\n\nThe decline in bluebird numbers is due to several factors: habitat destruction, pesticide use, and nest predation by other birds, i.e., house sparrows, starlings, and tree swallows. Favorite nesting sites used to be dead trees or wooden fence posts, which now are often rare. In an effort to save bluebirds from extinction, nesting boxes have been erected across the country, but it is a struggle to keep the sparrows and other birds from taking over the nesting boxes.\n\nMy daughter & family who live about 20 miles north of my home built a new house a few years ago in an area frequented by bluebirds. With high expectations, they put up bluebird houses along their back property line. The area behind their home had not been developed, so it was a relatively quiet neighborhood.\n\nFor some reason, bluebirds have not nested in those houses. One year she tired of removing sparrows' nests from the houses and couldn't bring herself to do away with the baby sparrows, so she gave up and took the houses down. There do not seem to be as many bluebirds in that area now.\n\nWhile traveling into Kentucky in the early fall years ago, the club that was on its way to a country music show stopped at a rural motel located on a hill at some distance from the main road. Strolling around after we'd checked in, I spotted a bluebird house and many, many bluebirds. I was fascinated! There must have been several families there. This was some years before my digital camera days.\n\nHow can you not love a bluebird? Henry Thoreau said the bluebird \"carries the sky on its back.\" These somewhat timid birds of the thrush family are a vivid blue with white bellies and orange throat and breast. The female's colors are muted. The juvenile has a spotted chest and back with blue in wings and tail whereas the immature looks much like the adults with duller coloration. They are 6 to 8 inches long with a wingspan of 10-13 inches, a chunky body and short tail.\n\nTheir song is described differently in any source I've used. Stokes Field Guide to Birds: \"...a series of downslurred whistles, like 'cheer cheerful charmer'\" and \"the call [is] a mellow 'turwee.'\" A National Geographic book, Song and Garden Birds, says they also \"warble three or four delicate gurgling notes.\"\n\nIn addition to the nesting boxes, mealy worms put out in feeding trays will attract bluebirds. Mealy worms can be ordered from Internet sources if you fail to find them elsewhere.\n\nThe male isn't too helpful in nest building, but he will poke nesting material through the hole in a nesting box - grasses, pine needles - which the female weaves into the nest. The nest is lined with finer grass, hair or feathers. Three to seven pale blue (sometimes white) unmarked eggs incubate for 11 to 19 days, and the young are fledglings 17 to 19 days after hatching. A pair will usually have more than one brood per season. Some young will be off on their own in the fall but others stay with the adults through the winter.\n\nIf bluebirds remain in the region through the winter (some migrate to warmer climes), they will group and take cover in orchards, heavy thickets, or in areas where they will find adequate food.\n\nBluebirds' diet is mostly insects - crickets, grasshoppers, beetles, earthworms, spiders, and the like. They feed by perching up high and swooping down to pounce on an insect. During the winter months, small fruits such as dogwood, hawthorn, and pokeberries are essential when insects are not available.\n\nThe bluebird is also found in Bermuda, but loss of the Bermuda cedar trees to disease and hurricanes plus nest predation by sparrows, starlings, and \"kiskadees\" (all non-native) has caused them to become endangered there along with cardinals and catbirds.\n\nThe bluebird is the official state bird of Missouri & New York; and the Mountain Bluebird is Idaho and Nevada's state bird.\n\nWhenever I see a bluebird, I whisper, \"Oh, thank you, God, for this beautiful creature!\""
    },
    "northern-cardinal": {
        "title": "Northern Cardinal",
        "shortDescription": "Discover the vibrant red sentinel of our backyards",
        "scientificName": "Cardinalis cardinalis",
        "fullContent": "No other bird is as photogenic as the cardinal or \"redbird\" as some call it here in Indiana. I catch my breath whenever I see the male in his brilliant scarlet plumage. Against the snow, with his crest raised in the storm, he is spectacular! The male cardinal is all red, with black surrounding the base of the strong, cone-shaped, slightly overlapping beak.\n\nThe female is buff-colored below and grayish-brown above with a reddish bill, crest, wings and tail. Its loud cheerful call has been described as \"cheer cheer cheer\" and \"purty purty purty\" with many variations, including a whistle similar to someone calling a dog and a scolding \"chip.\" The female sings as well as the male but in softer tones. The cardinals are about 8/2 inches long.\n\nAudubon wrote, \"In richness of plumage, elegance of motion, and strength of song, this species surpasses all its kindred in the United States.\" He continued, \"During the love-season the song is emitted with increased emphasis by this proud musician, who, as if aware of his powers, swells his throat, spreads his roxy tail, droops his wings, and leans alternately to the right and left, as if on the eve of expiring with delight at the delicious sounds of his own voice.\" Its natural food includes insects, spiders, wild fruits and berries and weed seeds. At feeding stations it prefers sunflower and safflower seeds as well as cracked corn. It will eat grapes, especially during a dry spell. It hops on the ground to feed and also feeds in low shrubbery and trees not too high off the ground up to about 15 feet.\n\nI have seen a female cardinal clinging to the squirrels dry cob of corn on a bungee cord (ref. photo) to peck off a kernel and drop to the ground to crack it open. Cardinals like to eat perching, facing their food, so tray-type and \"hopper\" feeders will be more attractive to them.\n\nIn spring you will often see the male offering the female a seed. It is reported (Golden Bird Guide) that their beaks touch briefly before she takes the seed. Some say at this point - when she accepts the seed - they are engaged! The male continues to feed the female through egg-laying and incubation.\n\nI believe cardinals nest every year in a big bridal wreath bush in my back yard. I'm not sure, as they are very cautious and secretive while incubating and raising their brood, and the bridal wreath's branches are closely entwined. When the leaves unfurl, it's impossible to see what lies within.\n\nThe female builds a nest of small twigs, bark strips, vines, leaves, rootlets and paper, lined with fine grass and hair. Two to five buff-colored eggs with dark marks incubate in less than two weeks. The young fledge in 9-11 days. Up to four broods may be raised in a breeding season, the male tending the young of a clutch while the female starts the next one.\n\nMales defend their territories aggressively and may attack another male that ventures within it. They also indulge in \"image fighting\" when they see their reflection.\n\nAfter the breeding season, cardinals will join flocks that may include other species. Cardinals can live up to 15 years in the wild. They do not migrate but tend to be nomadic within their range. Backyard feeding contributes to the cardinal's successful population increase and spread of range, which extends over most of the eastern USA, parts of extreme southeastern Canada, and southward through Mexico to Belize. It has also been introduced to Hawaii.\n\nThe cardinal's bright red coloring and its cheery song make it a popular visitor to residential areas. It is always a special treat for me to see and hear them.\n\nA tribute to its popularity, the cardinal is the state bird of Illinois, Indiana, Kentucky. North Carolina, Ohio, Virginia and West Virginia."
    },
    "american-robin": {
        "title": "American Robin",
        "shortDescription": "Discover the vibrant red sentinel of our backyards",
        "scientificName": "Turdus migratorius",
        "fullContent":
    },
    "blue-jay": {
        "title": "Blue Jay",
        "shortDescription": "Discover the vibrant red sentinel of our backyards",
        "scientificName": "Cyanocitta cristata family Corvidae",
        "fullContent": "No other bird..."
    },
    "carolina-wren": {
        "title": "Carolina Wren",
        "shortDescription": "Discover the vibrant red sentinel of our backyards",
        "scientificName": "Thryothorus ludovicianus",
        "fullContent": "No other bird..."
    },
    "house-wren": {
        "title": "House Wren",
        "shortDescription": "Discover the vibrant red sentinel of our backyards",
        "scientificName": "Turdus merula",
        "fullContent": "No other bird..."
    },
    "northern-mockingbird": {
        "title": "Northern Mockingbird",
        "shortDescription": "Discover the vibrant red sentinel of our backyards",
        "scientificName": "Mimus polyglottos",
        "fullContent": "No other bird..."
    },
    "mourning-dove": {
        "title": "Mourning Dove",
        "shortDescription": "Discover the vibrant red sentinel of our backyards",
        "scientificName": "Zenaida macroura",
        "fullContent": "No other bird..."
    },
    "chickadees": {
        "title": "Black-Capped & Carolina Chickadees",
        "shortDescription": "Meet these cheerful, acrobatic little birds that brighten our feeders",
        "scientificName": "Poecile atricapillus & Poecile carolinensis",
        "fullContent": "The Black-capped Chickadee and Carolina Chickadee are so similar in appearance that even experienced birders can have trouble telling them apart where their ranges overlap. Both are small, active birds with black caps and bibs, white cheeks, gray wings and back, and whitish underparts with buffy sides.\n\nThe Black-capped Chickadee is found in the northern United States and Canada, while the Carolina Chickadee's range extends through the southeastern United States. In areas where their ranges overlap, they sometimes interbreed, making identification even more challenging.\n\nBoth species are known for their acrobatic feeding style, often hanging upside down to grab seeds or insects. They are frequent visitors to backyard feeders, especially in winter, and show a particular fondness for black oil sunflower seeds, suet, and peanuts.\n\nTheir calls are one way to distinguish between the species. The Black-capped's familiar 'chick-a-dee-dee-dee' is slower and more whistled than the Carolina's higher-pitched, faster version. The Black-capped also has a clear two-noted whistle, often described as 'fee-bee,' while the Carolina's song is typically a four-noted 'fee-bee, fee-bay.'\n\nThese small birds are remarkably intelligent and have excellent memories, remembering where they've cached food for months. They're also known to learn from watching other birds, and can quickly figure out new food sources.\n\nDuring breeding season, chickadees nest in tree cavities or nest boxes, lining their nests with soft materials like moss, fur, and plant fibers. They typically lay 6-8 tiny white eggs spotted with reddish-brown.\n\nChickadees are year-round residents, not migrating south for winter. Instead, they've developed several adaptations to survive cold weather, including the ability to lower their body temperature at night to conserve energy, a process called regulated hypothermia.\n\nThese birds are also known for their social nature, often traveling in small flocks during the non-breeding season, frequently mixing with other small birds like nuthatches and titmice. These mixed-species flocks provide better protection from predators and improved foraging success.\n\nTheir diet consists primarily of insects and spiders during the warmer months, switching to seeds and berries in winter. They're particularly fond of caterpillars and play an important role in controlling pest insects in both forests and gardens.\n\nBoth species of chickadees are cavity nesters and will readily use nest boxes if natural cavities are scarce. They prefer boxes mounted 5-15 feet high in partially wooded areas, and will use boxes with entrance holes of about 1⅛ inches in diameter.\n\nDespite their small size (they weigh less than half an ounce), chickadees are remarkably hardy and adaptable birds. They're also quite long-lived for small songbirds, with some individuals known to reach 10-12 years of age in the wild.\n\nTheir cheerful presence and willingness to visit backyard feeders make them popular among birders and casual observers alike. Their acrobatic antics and social behavior provide endless entertainment, especially during the winter months when other birds may be scarce."
    },
    "tufted-titmouse": {
        "title": "Tufted Titmouse",
        "shortDescription": "Discover the vibrant red sentinel of our backyards",
        "scientificName": "Parus major",
        "fullContent": "No other bird..."
    },
    "white-breasted-nuthatch": {
        "title": "White-Breasted Nuthatch",
        "shortDescription": "Discover the vibrant red sentinel of our backyards",
        "scientificName": "Sitta canadensis",
        "fullContent": "No other bird..."
    },
    "red-breasted-nuthatch": {
        "title": "Red-Breasted Nuthatch",
        "shortDescription": "Discover the vibrant red sentinel of our backyards",
        "scientificName": "Sitta carolinensis",
        "fullContent": "No other bird..."
    },
    "spring-birds": {
        "title": "Spring Birds",
        "shortDescription": "Discover the vibrant red sentinel of our backyards",
        "scientificName": "No other bird...",
        "fullContent": "No other bird..."
    },
    "eastern-towhee": {
        "title": "Eastern Towhee",
        "shortDescription": "Discover the vibrant red sentinel of our backyards",
        "scientificName": "Pipilo erythrophthalmus",
        "fullContent": "No other bird..."
    },
    "brown-thrasher": {
        "title": "Brown Thrasher",
        "shortDescription": "Discover the vibrant red sentinel of our backyards",
        "scientificName": "Melanerpes carolinus",
        "fullContent": "No other bird..."
    },
    "catbird": {
        "title": "Catbird",
        "shortDescription": "Discover the vibrant red sentinel of our backyards",
        "scientificName": "Dendrocopos major",
        "fullContent": "No other bird..."
    },
    "woodpeckers": {
        "title": "Woodpeckers",
        "shortDescription": "Discover the vibrant red sentinel of our backyards",
        "scientificName": "Picoides pubescens",
        "fullContent": "No other bird..."
    },
    "pileated-woodpecker": {
        "title": "Pileated Woodpecker",
        "shortDescription": "Discover the vibrant red sentinel of our backyards",
        "scientificName": "Dendrocopos minor",
        "fullContent": "No other bird..."
    },
    "red-bellied-woodpecker": {
        "title": "Red-Bellied Woodpecker",
        "shortDescription": "Discover the vibrant red sentinel of our backyards",
        "scientificName": "Picoides pubescens",
        "fullContent": "No other bird..."
    },
    "downy-hairy-woodpeckers": {
        "title": "Downy & Hairy Woodpeckers",
        "shortDescription": "Discover the vibrant red sentinel of our backyards",
        "scientificName": "Picoides pubescens",
        "fullContent": "No other bird..."
    },
    "yellow-shafted-flicker": {
        "title": "Yellow-Shafted Flicker",
        "shortDescription": "Discover the vibrant red sentinel of our backyards",
        "scientificName": "Colinus virginianus",
        "fullContent": "No other bird..."
    },
    "native-sparrows": {
        "title": "Native Sparrows",
        "shortDescription": "Discover the vibrant red sentinel of our backyards",
        "scientificName": "Passer domesticus",
        "fullContent": "No other bird..."
    },
    "problem-critters": {
        "title": "Less Desirable Birds & Problem Critters",
        "shortDescription": "Discover the vibrant red sentinel of our backyards",
        "scientificName": "No other bird...",
        "fullContent": "No other bird..."
    }
}
